Repository: aleynaciraci/GetDogCo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Hakkında
fr: À propos

source: Sahipsiz dostlarımıza sıcak bir yuva bulmak için buradayız.
fr: Nous sommes là pour trouver un foyer chaleureux aux chiens sans abri.

source: Misyonumuz
fr: Notre Mission

source: GetDogCo olarak misyonumuz; sahipsiz köpeklerin hayatlarına umut olmak, onların güvenli ve kalıcı yuvalara ulaşmasını kolaylaştırmak ve bu süreci hem köpekler hem de sahip adayları için güvenli hale getirmektir.
fr: Chez GetDogCo, notre mission est de donner de l'espoir aux chiens sans abri, de faciliter leur accès à des foyers sûrs et permanents, et de rendre ce processus sécurisé tant pour les chiens que pour les adoptants potentiels.

source: Kullanıcı dostu arayüzümüz, filtreleme özelliklerimiz ve şeffaf iletişim süreçlerimizle sahiplendirmeyi dijital dünyaya taşıyoruz.
fr: Grâce à notre interface conviviale, nos fonctionnalités de filtrage et nos procédures de communication transparentes, nous transférons l'adoption de chiens dans le monde numérique.

source: Vizyonumuz
fr: Notre Vision

source: Sadece bir barınak ilan sistemi değil, aynı zamanda hayvan haklarına duyarlı bir topluluk inşa etmeyi hedefliyoruz.
fr: Nous ne visons pas seulement à créer un système d’annonces pour refuges, mais aussi à construire une communauté sensible aux droits des animaux.

source: Uzun vadede daha bilinçli sahiplenmelerin yaygınlaşması, sahiplendirme oranlarının artması ve terkedilme oranlarının azaltılması için çalışıyoruz.
fr: À long terme, nous œuvrons pour une adoption plus responsable, une hausse du taux d’adoption et une diminution des abandons.

source: Bunun için bilinçlendirme içerikleri, sahiplenme rehberleri ve topluluk destekleri oluşturuyoruz.
fr: Pour cela, nous créons des contenus de sensibilisation, des guides d’adoption et des supports communautaires.

source: Renklerin Anlamı
fr: La Signification des Couleurs

source: Web sitemizde ağırlıklı olarak kullanılan mavi ve sarı renkleri tesadüf değildir. Köpeklerin gözleri yalnızca bu iki ana rengi algılayabildiği için, GetDogCo arayüzünü onların dünyasına daha yakın bir tasarım anlayışıyla hazırladık. Her tasarım kararımızda dostlarımızı önceliklendiriyoruz.
fr: Les couleurs bleu et jaune, dominantes sur notre site, ne sont pas choisies au hasard. Les chiens ne perçoivent que ces deux couleurs principales, c’est pourquoi l’interface de GetDogCo a été conçue pour être plus proche de leur perception du monde. Chaque décision de design prend en compte leur bien-être.

source: Değerlerimiz
fr: Nos Valeurs

source: Sorumluluk
fr: Responsabilité

source: Köpeklere verilen her sözü tutmak için sorumluluk alırız.
fr: Nous assumons la responsabilité de tenir chaque promesse faite aux chiens.

source: Sevgi
fr: Amour

source: Her kararımızda dostlarımızın iyiliğini ön planda tutarız.
fr: Dans chaque décision, nous plaçons le bien-être de nos amis à quatre pattes au premier plan.

source: Topluluk
fr: Communauté

source: Birlikte daha güçlü bir sahiplenme kültürü yaratacağız.
fr: Ensemble, nous construirons une culture d’adoption plus forte.

source: Ekibimiz
fr: Notre équipe

source: Fikir Sahibi & Proje Yönlendiricisi
fr: Initiatrice de l'idée & Responsable de projet

source: Baş Geliştirici & Teknik Sorumlu
fr: Développeuse principale & Responsable technique

source: Sık Sorulan Sorular
fr: Questions Fréquemment Posées

source: Sahiplenme ücretli mi?
fr: L’adoption est-elle payante ?

source: Hayır, sahiplenme tamamen ücretsizdir.
fr: Non, l’adoption est entièrement gratuite.

source: Nasıl başvuru yapabilirim?
fr: Comment puis-je postuler ?

source: GetDogCo üzerinden ilanlara tıklayarak hemen başvuru yapabilirsiniz.
fr: Vous pouvez postuler immédiatement en cliquant sur les annonces sur GetDogCo.

source: Daha fazla bilgiye mi ihtiyacınız var?
fr: Vous avez besoin de plus d’informations?

source: Bize ulaşmak için
fr: Pour nous contacter,

source: iletişim sayfamızı
fr: visitez notre page de contact

source: Sahiplenme Rehberini İncele
fr: Consulter le Guide d’Adoption

source: Yeni İlan Oluştur
fr: Créer une Nouvelle Annonce

source: Köpeğiniz için güvenli ve sevgi dolu bir yuva arıyorsanız, aşağıdaki formu doldurun.
fr: Si vous recherchez un foyer sûr et aimant pour votre chien, veuillez remplir le formulaire ci-dessous.

source: İlanı Yayınla
fr: Publier l’annonce

source: Sahiplenme Rehberi
fr: Guide d’Adoption

source: Beslenme
fr: Alimentation

source: Köpeğinizin yaşı, kilosu, cinsi ve sağlık durumu, beslenme programını belirlemede en önemli faktörlerdir.
fr: L’âge, le poids, la race et l’état de santé de votre chien sont les facteurs les plus importants pour déterminer son programme alimentaire.

source: Yavru Köpekler (0-1 yaş):
fr: Chiots (0–1 an) :

source: Günde 3-4 öğün; yüksek proteinli, DHA içeren yavru mamaları tercih edilmelidir.
fr: 3 à 4 repas par jour ; privilégier les croquettes pour chiots riches en protéines et contenant du DHA.

source: Yetişkin Köpekler (1-7 yaş):
fr: Chiens adultes (1–7 ans) :

source: Günde 2 öğün yeterlidir. Irkına ve kilosuna uygun yetişkin maması kullanılmalıdır.
fr: Deux repas par jour suffisent. Utiliser une alimentation adaptée à la race et au poids.

source: Yaşlı Köpekler (7+ yaş):
fr: Chiens âgés (7 ans et plus) :

source: Sindirimi kolay, eklem destekli mamalar seçilmeli; günde 1-2 öğün verilebilir.
fr: Privilégier des croquettes faciles à digérer et contenant un soutien articulaire ; 1 à 2 repas par jour peuvent être donnés.

source: Su tüketimi de en az mama kadar önemlidir. Mama ile birlikte köpeğinizin önünde her zaman
fr: La consommation d’eau est tout aussi importante que la nourriture. Avec les croquettes, il faut toujours garder

source: temiz ve taze su
fr: de l’eau propre et fraîche

source: bulundurmalısınız.
fr: à disposition de votre chien.

source: Not
fr: Remarque

source: Kuru mamayı ev yemekleriyle karıştırmak bazı durumlarda sindirim sorunlarına yol açabilir. Veteriner önerisi olmadan mama değiştirmeyin.
fr: Mélanger les croquettes avec de la nourriture maison peut parfois causer des troubles digestifs. Ne changez pas l’alimentation sans l’avis du vétérinaire.

source: Daha fazlası için:
fr: Pour en savoir plus :

source: Detaylı Beslenme Rehberi
fr: Guide Alimentaire Détaillé

source: Eğitim
fr: Éducation

source: Köpek eğitimi, sağlıklı bir iletişim kurmanın temelidir. Eğitim süreci sabır, tutarlılık ve sevgi gerektirir.
fr: L’éducation canine est la base d’une bonne communication. Elle demande de la patience, de la cohérence et beaucoup d’affection.

source: Temel İtaat Komutları
fr: Commandes d’Obéissance de Base

source: Otur
fr: Assis

source: En temel ve kolay öğretilebilecek komuttur. Öğünlerden önce uygulanabilir.
fr: La commande la plus basique et facile à enseigner. Peut être utilisée avant les repas.

source: Bekle
fr: Attends

source: Dikkatini toplamayı öğretir. Kapıdan çıkarken veya mama öncesi kullanılabilir.
fr: Aide à enseigner la concentration. Utile avant les repas ou en sortant par la porte.

source: Gel
fr: Viens

source: Açık alanlarda güvenliği sağlar. Mutlaka ödülle desteklenerek öğretilmelidir.
fr: Assure la sécurité dans les espaces ouverts. Doit toujours être enseigné avec des récompenses.

source: Pozitif Pekiştirme Nedir?
fr: Qu’est-ce que le renforcement positif ?

source: İstenilen davranış gerçekleştiğinde ödül (mama, sevgi, oyuncak) verilir. Bu yöntem köpeklerde güven duygusunu artırır ve öğrenmeyi hızlandırır.
fr: Lorsque le comportement souhaité se produit, une récompense (nourriture, affection, jouet) est donnée. Cette méthode renforce la confiance du chien et accélère l’apprentissage.

source: İpucu
fr: Astuce

source: Eğitim süresini kısa tut (5-10 dakika) ve günde 2-3 kez tekrar et. Uzun eğitimler köpeği sıkabilir.
fr: Gardez les séances courtes (5 à 10 minutes) et répétez-les 2 à 3 fois par jour. Les longues séances peuvent ennuyer le chien.

source: Eğitim Rehberini İncele
fr: Consulter le guide d'éducation

source: Aşı Takvimi
fr: Calendrier de Vaccination

source: Aşılar, köpeğinizin bağışıklık sistemini güçlendiren ve ciddi hastalıklardan koruyan en temel sağlık uygulamalarıdır. Aşağıda standart yavru aşı takvimi yer almaktadır:
fr: Les vaccins renforcent le système immunitaire de votre chien et le protègent contre les maladies graves. Voici le calendrier standard des vaccins pour chiots :

source: Hafta
fr: Semaine

source: Uygulanan Aşı / İşlem
fr: Vaccin / Traitement appliqué

source: hafta
fr: semaine

source: Karma Aşı 1 (gençlik hastalığı, hepatit, parvovirüs vb.)
fr: Vaccin Combiné 1 (maladie de Carré, hépatite, parvovirus, etc.)

source: Karma Aşı 2 + İç/Dış Parazit Uygulaması
fr: Vaccin Combiné 2 + Traitement contre les parasites internes/externes

source: Kuduz Aşısı + Karma Aşı 3 (gerekliyse)
fr: Vaccin antirabique + Vaccin Combiné 3 (si nécessaire)

source: 16. hafta ve sonrası
fr: À partir de la 16e semaine

source: Bronşin (kennel cough), Lyme vb. isteğe bağlı aşılar
fr: Vaccins facultatifs : toux du chenil (bronchine), maladie de Lyme, etc.

source: Aşılar mutlaka veteriner kontrolünde ve düzenli takvimle yapılmalıdır. Aşı sonrası 1-2 gün dinlenme gerekebilir.
fr: Les vaccins doivent être administrés sous contrôle vétérinaire et selon un calendrier précis. Un repos de 1 à 2 jours peut être nécessaire après la vaccination.

source: Ayrıntılı Aşı Takvimi
fr: Calendrier de Vaccination Détaillé

source: Veteriner Kontrolleri
fr: Contrôles Vétérinaires

source: Sahiplenilen her köpek, eve gelmeden önce veya geldikten en geç 1 hafta içinde veteriner hekim tarafından genel muayeneden geçirilmelidir.
fr: Chaque chien adopté doit passer un examen vétérinaire général avant d'arriver à la maison ou dans la semaine suivant son arrivée.

source: Veteriner Takvimi Önerisi
fr: Calendrier Vétérinaire Recommandé

source: İlk hafta
fr: Première semaine

source: Genel sağlık kontrolü, iç/dış parazit uygulamaları, aşı takvimi planlaması
fr: Contrôle de santé général, traitements antiparasitaires internes/externes, planification du calendrier vaccinal

source: İlk 6 ay
fr: Premiers 6 mois

source: Gelişim takibi, gerekli aşıların tamamlanması
fr: Suivi du développement, complétion des vaccins nécessaires

source: Yılda 1 kez
fr: Une fois par an

source: Rutin kontrol, kuduz aşısı, diş ve tırnak kontrolü, kan tahlilleri
fr: Contrôle de routine, vaccin contre la rage, contrôle des dents et des griffes, analyses de sang

source: Yapılabilecek Temel Testler
fr: Tests de base possibles

source: Dışkı analizi
fr: Analyse des selles

source: Parazit tespiti
fr: Détection des parasites

source: Kan testleri
fr: Analyses de sang

source: Organ fonksiyonlarının değerlendirilmesi
fr: Évaluation des fonctions des organes

source: Kalp dinleme
fr: Auscultation cardiaque

source: Irka bağlı kalp problemleri erken yakalanabilir
fr: Les problèmes cardiaques liés à la race peuvent être détectés tôt

source: Unutma
fr: N'oubliez pas

source: Sağlıklı görünen köpeklerin bile yılda en az 1 kez veterinere götürülmesi önerilir. Erken teşhis hayat kurtarır.
fr: Il est recommandé d’emmener même les chiens en bonne santé chez le vétérinaire au moins une fois par an. Un diagnostic précoce peut sauver des vies.

source: Veteriner Bakım Rehberi
fr: Guide de Soins Vétérinaires

source: İndirilebilir Rehber
fr: Guide Téléchargeable

source: İlk kez köpek sahipleniyorsanız veya evcil dostunuzla yeni bir başlangıç yapıyorsanız, sizin için hazırladığımız PDF rehber tam size göre!
fr: Si vous adoptez un chien pour la première fois ou commencez une nouvelle aventure avec votre compagnon, notre guide PDF est fait pour vous !

source: Sahiplenme başvurusu süreci adım adım
fr: Le processus de demande d’adoption étape par étape

source: Beslenme ve günlük bakım ipuçları
fr: Conseils pour l’alimentation et les soins quotidiens

source: Temel eğitim rehberi ve komutlar
fr: Guide de dressage de base et commandes

source: Aşı takvimi ve veteriner önerileri
fr: Calendrier de vaccination et recommandations vétérinaires

source: Takip edebileceğiniz mini bakım çizelgesi
fr: Un mini planning de soins que vous pouvez suivre

source: Rehber, mobil ve masaüstü cihazlar için uygundur.
fr: Le guide est compatible avec les appareils mobiles et de bureau.

source: Dosya boyutu: ~1.2 MB
fr: Taille du fichier : ~1,2 Mo

source: PDF Rehberini İndir
fr: Télécharger le guide PDF

source: Önizlemeyi Aç
fr: Ouvrir l'aperçu

source: İletişim
fr: Contact

source: Herhangi bir sorunuz ya da öneriniz varsa bizimle iletişime geçmekten çekinmeyin.
fr: N'hésitez pas à nous contacter si vous avez des questions ou des suggestions.

source: Gönder
fr: Envoyer

source: Kontrol Paneli
fr: Panneau de contrôle

source: Hoş geldiniz,
fr: Bienvenue,

source: Yeni İlan Ekle
fr: Ajouter une nouvelle annonce

source: İlanlarınız
fr: Vos annonces

source: Başlık
fr: Titre

source: Sahip
fr: Propriétaire

source: Tarih
fr: Date

source: Güncelle
fr: Mettre à jour

source: Sil
fr: Supprimer

source: Henüz bir ilanınız bulunmuyor. İlk ilanınızı eklemeye ne dersiniz?
fr: Vous n'avez pas encore d'annonce. Que diriez-vous d'en ajouter une première ?

source: Favori İlanlarım
fr: Mes annonces favorites

source: Beğendiğiniz ilanlara buradan ulaşabilirsiniz.
fr: Vous pouvez accéder ici aux annonces que vous avez aimées.

source: Detayları Gör
fr: Voir les détails

source: Henüz favori ilanınız yok.
fr: Vous n'avez pas encore d'annonces favorites.

source: İlanlara göz atın!
fr: Parcourez les annonces !

source: Sadık dostlara sıcak yuvalar!
fr: Des foyers chaleureux pour des compagnons fidèles !

source: İlanlara Göz At
fr: Consulter les annonces

source: Giriş Yapılmış, Hoşgeldiniz
fr: Connecté, bienvenue

source: Giriş Yapılmamış.
fr: Non connecté.

source: Giriş yapın
fr: Connectez-vous

source: veya
fr: ou

source: kayıt olun
fr: inscrivez-vous

source: ve sahipsiz dostlarımız için bir fark yaratın!
fr: et faites la différence pour nos amis sans foyer !

source: Nasıl Çalışır?
fr: Comment ça marche ?

source: GetDogCo ile sahiplendirme süreci sadece 3 adımda!
fr: Avec GetDogCo, le processus d'adoption se fait en seulement 3 étapes !

source: İlan Oluştur
fr: Créer une annonce

source: Sadık dostlarınız için ilan oluşturun.
fr: Créez une annonce pour vos fidèles compagnons.

source: İlanları İncele
fr: Explorer les annonces

source: Diğer kullanıcıların ilanlarını inceleyin.
fr: Consultez les annonces des autres utilisateurs.

source: Yeni Bir Arkadaş Edinin
fr: Faites-vous un nouvel ami

source: Yeni bir dost edinin ve hayatınıza neşe katın!
fr: Accueillez un nouvel ami et ajoutez de la joie à votre vie !

source: GetDogCo - Köpek Sahiplendirme
fr: GetDogCo - Adoption de chiens

source: Menüyü Aç
fr: Ouvrir le menu

source: Hakkımızda
fr: À propos

source: İlanlar
fr: Annonces

source: Ara...
fr: Rechercher...

source: Ara
fr: Rechercher

source: Bildirimler
fr: Notifications

source: Yeni mesajın var
fr: Vous avez un nouveau message

source: Profiline biri göz attı
fr: Quelqu’un a consulté votre profil

source: İlanın onaylandı
fr: Votre annonce a été approuvée

source: Tüm Bildirimleri Gör
fr: Voir toutes les notifications

source: Favorilerim
fr: Mes favoris

source: Çıkış Yap
fr: Se déconnecter

source: Giriş Yap
fr: Se connecter

source: Kayıt Ol
fr: S’inscrire

source: Tema
fr: Thème

source: Tüm Hakları Saklıdır.
fr: Tous droits réservés.

source: Gizlilik Politikası
fr: Politique de confidentialité

source: Kullanım Şartları
fr: Conditions d'utilisation

source: Köpek Sahiplendirme İlanları
fr: Annonces d'adoption de chiens

source: Yeni bir dost edinmek ister misiniz? Aşağıdaki ilanlara göz atabilirsiniz.
fr: Souhaitez-vous adopter un nouvel ami ? Consultez les annonces ci-dessous.

source: Köpek ara...
fr: Rechercher un chien...

source: Yaş:
fr: Âge :

source: yaşında
fr: ans

source: Konum:
fr: Lieu :

source: Irk:
fr: Race :

source: İlanı Gör
fr: Voir l’annonce

source: Henüz bir ilan bulunamadı.
fr: Aucune annonce n’a été trouvée pour le moment.

source: Favorilerden Çıkar
fr: Retirer des favoris

source: Favorilere Ekle
fr: Ajouter aux favoris

source: Favorilere eklemek için giriş yapın.
fr: Connectez-vous pour ajouter aux favoris.

source: tarafından yayınlandı
fr: publié par

source: Köpek Fotoğrafı
fr: Photo du chien

source: Yorumlar
fr: Commentaires

source: Profil Resmi
fr: Photo de profil

source: Bu ilana henüz yorum yazılmamış. İlk yorumu siz yapın!
fr: Aucun commentaire n’a été écrit pour cette annonce. Soyez le premier !

source: Yorum Ekle:
fr: Ajouter un commentaire :

source: İsim
fr: Nom

source: İsminizi girin
fr: Entrez votre nom

source: Yorum
fr: Commentaire

source: Ekle
fr: Ajouter

source: Profil Fotoğrafı
fr: Photo de profil

source: Yeni fotoğraf yükleyerek değiştirebilirsin.
fr: Vous pouvez la changer en téléchargeant une nouvelle photo.

source: Toplam
fr: Total

source: ilan verdiniz.
fr: annonces publiées.

source: Profil Bilgileri
fr: Informations du profil

source: Kullanıcı Adı
fr: Nom d'utilisateur

source: E-posta
fr: E-mail

source: Kaydet
fr: Enregistrer

source: Şifre Değiştir
fr: Changer le mot de passe

source: Giriş Yap
fr: Se connecter

source: GetDogCo'ya giriş yaparak köpek sahiplendirme ilanlarını görebilir ve yeni ilan oluşturabilirsiniz.
fr: Connectez-vous à GetDogCo pour voir les annonces d'adoption de chiens et créer une nouvelle annonce.

source: Henüz bir hesabınız yok mu?
fr: Vous n'avez pas encore de compte ?

source: Hemen kayıt olun!
fr: Inscrivez-vous maintenant !

source: Şifren Başarıyla Güncellendi
fr: Votre mot de passe a été mis à jour avec succès

source: Yeni şifrenle artık güvenle giriş yapabilirsin. 🎉
fr: Vous pouvez maintenant vous connecter en toute sécurité avec votre nouveau mot de passe. 🎉

source: Anasayfa
fr: Page d'accueil

source: Şifremi Güncelle
fr: Mettre à jour mon mot de passe

source: Hesap Oluştur
fr: Créer un compte

source: GetDogCo'ya katılarak sahipsiz dostlarımıza sıcak bir yuva bulmalarına yardımcı olabilirsiniz!
fr: En rejoignant GetDogCo, vous pouvez aider nos amis sans abri à trouver un foyer chaleureux !

source: Zaten bir hesabınız var mı?
fr: Vous avez déjà un compte ?

source: Giriş yapın
fr: Connectez-vous

source: İlanı Güncelle
fr: Mettre à jour l'annonce

source: Search files
fr: Rechercher des fichiers

source: Select an image to embed
fr: Sélectionnez une image à insérer

source: Browse for the image you want, then click 'Embed Image' to continue...
fr: Recherchez l'image souhaitée, puis cliquez sur 'Insérer l'image' pour continuer...

source: No images found. Upload images using the 'Image Button' dialog's 'Upload' tab.
fr: Aucune image trouvée. Téléversez des images via l’onglet 'Téléverser' dans la boîte de dialogue 'Bouton d’image'.

source: Images in:
fr: Images dans :

source: Embed Image
fr: Insérer l'image

source: Play Slideshow
fr: Lancer le diaporama

source: Pause Slideshow
fr: Mettre le diaporama en pause

source: &lsaquo; Previous Photo
fr: &lsaquo; Photo précédente

source: Next Photo &rsaquo;
fr: Photo suivante &rsaquo;

source: Next &rsaquo;
fr: Suivant &rsaquo;

source: &lsaquo; Prev
fr: &lsaquo; Précédent

source: Site Maps
fr: Plans du site

source: Static Files
fr: Fichiers statiques

source: That page number is not an integer
fr: Ce numéro de page n'est pas un entier

source: That page number is less than 1
fr: Ce numéro de page est inférieur à 1

source: That page contains no results
fr: Cette page ne contient aucun résultat

source: Enter a valid value.
fr: Entrez une valeur valide.

source: Enter a valid domain name.
fr: Entrez un nom de domaine valide.

source: Enter a valid URL.
fr: Entrez une URL valide.

source: Enter a valid integer.
fr: Entrez un entier valide.

source: Enter a valid email address.
fr: Entrez une adresse e-mail valide.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
fr: Entrez un « slug » valide composé de lettres, de chiffres, de tirets ou de soulignements.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
fr: Entrez un « slug » valide composé de lettres Unicode, de chiffres, de tirets ou de soulignements.

source: Enter a valid %(protocol)s address.
fr: Entrez une adresse %(protocol)s valide.

source: IPv4 or IPv6
fr: IPv4 ou IPv6

source: Enter only digits separated by commas.
fr: Entrez uniquement des chiffres séparés par des virgules.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
fr: Assurez-vous que cette valeur est %(limit_value)s (elle est %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
fr: Assurez-vous que cette valeur est inférieure ou égale à %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
fr: Assurez-vous que cette valeur est supérieure ou égale à %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
fr: Assurez-vous que cette valeur est un multiple de %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
fr: Assurez-vous que cette valeur est un multiple de %(limit_value)s à partir de %(offset)s, par ex. %(offset)s, %(valid_value1)s, %(valid_value2)s, etc.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
fr: Assurez-vous que cette valeur comporte au moins %(limit_value)d caractère (elle en a %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
fr: Assurez-vous que cette valeur comporte au maximum %(limit_value)d caractère (elle en a %(show_value)d).

source: Enter a number.
fr: Entrez un nombre.

source: Ensure that there are no more than %(max)s digit in total.
fr: Assurez-vous qu’il n’y a pas plus de %(max)s chiffre au total.

source: Ensure that there are no more than %(max)s decimal place.
fr: Assurez-vous qu’il n’y a pas plus de %(max)s chiffre après la virgule.

source: Ensure that there are no more than %(max)s digit before the decimal point.
fr: Assurez-vous qu’il n’y a pas plus de %(max)s chiffre avant la virgule.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
fr: L’extension de fichier « %(extension)s » n’est pas autorisée. Extensions autorisées : %(allowed_extensions)s.

source: Null characters are not allowed.
fr: Les caractères nuls ne sont pas autorisés.

source: and
fr: et

source: %(model_name)s with this %(field_labels)s already exists.
fr: Un(e) %(model_name)s avec ce %(field_labels)s existe déjà.

source: Constraint “%(name)s” is violated.
fr: La contrainte « %(name)s » est violée.

source: Value %(value)r is not a valid choice.
fr: La valeur %(value)r n’est pas un choix valide.

source: This field cannot be null.
fr: Ce champ ne peut pas être nul.

source: This field cannot be blank.
fr: Ce champ ne peut pas être vide.

source: %(model_name)s with this %(field_label)s already exists.
fr: Un(e) %(model_name)s avec ce %(field_label)s existe déjà.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
fr: %(field_label)s doit être unique pour %(lookup_type)s de %(date_field_label)s.

source: Field of type: %(field_type)s
fr: Champ de type : %(field_type)s

source: “%(value)s” value must be either True or False.
fr: La valeur « %(value)s » doit être True ou False.

source: “%(value)s” value must be either True, False, or None.
fr: La valeur « %(value)s » doit être True, False ou None.

source: Boolean (Either True or False)
fr: Booléen (True ou False)

source: String (up to %(max_length)s)
fr: Chaîne de caractères (jusqu’à %(max_length)s caractères)

source: String (unlimited)
fr: Chaîne de caractères (illimitée)

source: Comma-separated integers
fr: Entiers séparés par des virgules
