Repository: aleynaciraci/GetDogCo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
fr: La valeur « %(value)s » a un format de date invalide. Le format doit être AAAA-MM-JJ.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
fr: La valeur « %(value)s » est au bon format (AAAA-MM-JJ) mais c’est une date invalide.

source: Date (without time)
fr: Date (sans heure)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
fr: La valeur « %(value)s » a un format invalide. Elle doit être au format AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
fr: La valeur « %(value)s » est au bon format (AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ]) mais c’est une date/heure invalide.

source: Date (with time)
fr: Date (avec heure)

source: “%(value)s” value must be a decimal number.
fr: La valeur « %(value)s » doit être un nombre décimal.

source: Decimal number
fr: Nombre décimal

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
fr: La valeur « %(value)s » a un format invalide. Elle doit être au format [JJ] [[HH:]MM:]ss[.uuuuuu].

source: Duration
fr: Durée

source: Email address
fr: Adresse e-mail

source: File path
fr: Chemin du fichier

source: “%(value)s” value must be a float.
fr: La valeur « %(value)s » doit être un nombre à virgule flottante.

source: Floating point number
fr: Nombre à virgule flottante

source: “%(value)s” value must be an integer.
fr: La valeur « %(value)s » doit être un entier.

source: Integer
fr: Entier

source: Big (8 byte) integer
fr: Entier long (8 octets)

source: Small integer
fr: Petit entier

source: IPv4 address
fr: Adresse IPv4

source: IP address
fr: Adresse IP

source: “%(value)s” value must be either None, True or False.
fr: La valeur « %(value)s » doit être None, True ou False.

source: Boolean (Either True, False or None)
fr: Booléen (True, False ou None)

source: Positive big integer
fr: Grand entier positif

source: Positive integer
fr: Entier positif

source: Positive small integer
fr: Petit entier positif

source: Slug (up to %(max_length)s)
fr: Identifiant (jusqu'à %(max_length)s caractères)

source: Text
fr: Texte

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
fr: La valeur « %(value)s » a un format invalide. Elle doit être au format HH:MM[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
fr: La valeur « %(value)s » est au bon format (HH:MM[:ss[.uuuuuu]]) mais elle est invalide.

source: Time
fr: Heure

source: Raw binary data
fr: Données binaires brutes

source: “%(value)s” is not a valid UUID.
fr: « %(value)s » n’est pas un UUID valide.

source: Universally unique identifier
fr: Identifiant unique universel

source: File
fr: Fichier

source: A JSON object
fr: Un objet JSON

source: Value must be valid JSON.
fr: La valeur doit être un JSON valide.

source: %(model)s instance with %(field)s %(value)r does not exist.
fr: L’instance %(model)s avec %(field)s %(value)r n’existe pas.

source: Foreign Key (type determined by related field)
fr: Clé étrangère (type déterminé par le champ lié)

source: One-to-one relationship
fr: Relation un-à-un

source: %(from)s-%(to)s relationship
fr: Relation %(from)s-%(to)s

source: %(from)s-%(to)s relationships
fr: Relations %(from)s-%(to)s

source: Many-to-many relationship
fr: Relation plusieurs-à-plusieurs

source: This field is required.
fr: Ce champ est obligatoire.

source: Enter a whole number.
fr: Entrez un nombre entier.

source: Enter a valid date.
fr: Entrez une date valide.

source: Enter a valid time.
fr: Entrez une heure valide.

source: Enter a valid date/time.
fr: Entrez une date/heure valide.

source: Enter a valid duration.
fr: Entrez une durée valide.

source: The number of days must be between {min_days} and {max_days}.
fr: Le nombre de jours doit être compris entre {min_days} et {max_days}.

source: No file was submitted. Check the encoding type on the form.
fr: Aucun fichier n’a été soumis. Vérifiez le type d'encodage du formulaire.

source: No file was submitted.
fr: Aucun fichier n’a été soumis.

source: The submitted file is empty.
fr: Le fichier soumis est vide.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
fr: Assurez-vous que ce nom de fichier ne dépasse pas %(max)d caractère (il en a %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
fr: Veuillez soit soumettre un fichier, soit cocher la case pour supprimer, mais pas les deux.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
fr: Téléversez une image valide. Le fichier que vous avez téléversé n’est pas une image ou est corrompu.

source: Select a valid choice. %(value)s is not one of the available choices.
fr: Sélectionnez un choix valide. %(value)s ne fait pas partie des choix disponibles.

source: Enter a list of values.
fr: Entrez une liste de valeurs.

source: Enter a complete value.
fr: Entrez une valeur complète.

source: Enter a valid UUID.
fr: Entrez un UUID valide.

source: Enter a valid JSON.
fr: Entrez un JSON valide.

source: (Hidden field %(name)s) %(error)s
fr: (Champ caché %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
fr: Les données du ManagementForm sont manquantes ou ont été modifiées. Champs manquants : %(field_names)s. Vous devrez peut-être signaler un bug si le problème persiste.

source: Please submit at most %(num)d form.
fr: Veuillez soumettre au maximum %(num)d formulaire.

source: Please submit at least %(num)d form.
fr: Veuillez soumettre au moins %(num)d formulaire.

source: Order
fr: Ordre

source: Delete
fr: Supprimer

source: Please correct the duplicate data for %(field)s.
fr: Veuillez corriger les données en double pour %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
fr: Veuillez corriger les données en double pour %(field)s, qui doit être unique.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
fr: Veuillez corriger les données en double pour %(field_name)s qui doivent être uniques pour %(lookup)s dans %(date_field)s.

source: Please correct the duplicate values below.
fr: Veuillez corriger les valeurs en double ci-dessous.

source: The inline value did not match the parent instance.
fr: La valeur en ligne ne correspond pas à l’instance parente.

source: Select a valid choice. That choice is not one of the available choices.
fr: Sélectionnez un choix valide. Ce choix ne fait pas partie des options disponibles.

source: “%(pk)s” is not a valid value.
fr: « %(pk)s » n’est pas une valeur valide.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
fr: %(datetime)s n’a pas pu être interprété dans le fuseau horaire %(current_timezone)s ; il peut être ambigu ou inexistant.

source: Clear
fr: Effacer

source: Currently
fr: Actuellement

source: Change
fr: Changer

source: Unknown
fr: Inconnu

source: Yes
fr: Oui

source: No
fr: Non

source: yes,no,maybe
fr: oui,non,peut-être

source: %(size)d byte
fr: %(size)d octet

source: %s KB
fr: %s Ko

source: %s MB
fr: %s Mo

source: %s GB
fr: %s Go

source: %s TB
fr: %s To

source: %s PB
fr: %s Po

source: p.m.
fr: après-midi

source: a.m.
fr: matin

source: midnight
fr: minuit

source: noon
fr: midi

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Sun
fr: Dim

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: jan
fr: janv.

source: feb
fr: févr.

source: mar
fr: mars

source: apr
fr: avr.

source: may
fr: mai

source: jun
fr: juin

source: jul
fr: juil.

source: aug
fr: août

source: sep
fr: sept

source: dec
fr: déc

# abbrev. month
source: Jan.
fr: janv.

# abbrev. month
source: Feb.
fr: févr.

# abbrev. month
source: March
fr: mars

# abbrev. month
source: April
fr: avr.

# abbrev. month
source: May
fr: mai

# abbrev. month
source: June
fr: juin

# abbrev. month
source: July
fr: juil.

# abbrev. month
source: Aug.
fr: août

# abbrev. month
source: Dec.
fr: déc.

# alt. month
source: January
fr: janvier

# alt. month
source: February
fr: février

# alt. month
source: March
fr: mars

# alt. month
source: April
fr: avril

# alt. month
source: May
fr: mai

# alt. month
source: June
fr: juin

# alt. month
source: July
fr: juillet

# alt. month
source: August
fr: août

# alt. month
source: September
fr: septembre

# alt. month
source: October
fr: octobre

# alt. month
source: November
fr: novembre

# alt. month
source: December
fr: décembre

source: %(num)d day
fr: %(num)d jour

source: %(num)d hour
fr: %(num)d heure

source: Forbidden
fr: Interdit

source: CSRF verification failed. Request aborted.
fr: Échec de la vérification CSRF. Requête annulée.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
fr: Ce message s'affiche car ce site HTTPS nécessite l'envoi d’un en-tête « Referer » par votre navigateur web, mais aucun n’a été envoyé. Cet en-tête est requis pour des raisons de sécurité, afin de s’assurer que votre navigateur n’est pas détourné par des tiers.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
fr: Si vous avez configuré votre navigateur pour désactiver les en-têtes « Referer », veuillez les réactiver, au moins pour ce site, pour les connexions HTTPS, ou pour les requêtes de même origine.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
fr: Si vous utilisez la balise <meta name="referrer" content="no-referrer"> ou incluez l’en-tête « Referrer-Policy: no-referrer », veuillez les supprimer. La protection CSRF nécessite l’en-tête « Referer » pour effectuer une vérification stricte. Si la confidentialité vous préoccupe, utilisez des alternatives comme <a rel="noreferrer"> pour les liens vers des sites tiers.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
fr: Ce message s'affiche car ce site nécessite un cookie CSRF lors de la soumission de formulaires. Ce cookie est requis pour des raisons de sécurité, afin de s’assurer que votre navigateur n’est pas détourné par des tiers.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
fr: Si vous avez configuré votre navigateur pour désactiver les cookies, veuillez les réactiver, au moins pour ce site ou pour les requêtes de même origine.

source: More information is available with DEBUG=True.
fr: Plus d'informations sont disponibles avec DEBUG=True.

source: No year specified
fr: Aucune année spécifiée

source: Date out of range
fr: Date hors plage

source: No month specified
fr: Aucun mois spécifié

source: No day specified
fr: Aucun jour spécifié

source: No week specified
fr: Aucune semaine spécifiée

source: No %(verbose_name_plural)s available
fr: Aucun(e) %(verbose_name_plural)s disponible

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
fr: %(verbose_name_plural)s futurs non disponibles car %(class_name)s.allow_future est défini sur False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
fr: Chaîne de date invalide « %(datestr)s » pour le format « %(format)s »

source: No %(verbose_name)s found matching the query
fr: Aucun(e) %(verbose_name)s trouvé(e) correspondant à la requête

source: Page is not “last”, nor can it be converted to an int.
fr: La page n’est pas « last » et ne peut pas être convertie en entier.

source: Invalid page (%(page_number)s): %(message)s
fr: Page invalide (%(page_number)s) : %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
fr: Liste vide et « %(class_name)s.allow_empty » est défini sur False.

source: Directory indexes are not allowed here.
fr: Les index de répertoires ne sont pas autorisés ici.

source: “%(path)s” does not exist
fr: « %(path)s » n’existe pas

source: Index of %(directory)s
fr: Index de %(directory)s

source: The install worked successfully! Congratulations!
fr: L'installation a réussi ! Félicitations !

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
fr: Consultez les <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notes de version</a> de Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
fr: Vous voyez cette page parce que <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> est défini dans votre fichier de configuration et que vous n'avez pas encore configuré d'URL.

source: Django Documentation
fr: Documentation de Django

source: Topics, references, &amp; how-to’s
fr: Sujets, références et tutoriels

source: Tutorial: A Polling App
fr: Tutoriel : une application de sondage

source: Get started with Django
fr: Commencer avec Django

source: Django Community
fr: Communauté Django

source: Connect, get help, or contribute
fr: Échanger, obtenir de l'aide ou contribuer
